IdeaRS.OpenModel.Connection.ConcreteBlock
Data of concrete block

IdeaRS.OpenModel.Connection.ConcreteBlock.Lenght
Lenght of ConcreteBlock

IdeaRS.OpenModel.Connection.ConcreteBlock.Width
Width of ConcreteBlock

IdeaRS.OpenModel.Connection.ConcreteBlock.Height
Height of ConcreteBlock

IdeaRS.OpenModel.Connection.ConcreteBlock.Material
Material of ConcreteBlock